cask_args appdir: "/Applications"

tap "homebrew/bundle"
tap "homebrew/cask-versions"

brew "autojump"
brew "antigen"
brew "diff-so-fancy"
brew "git"
cask "adoptopenjdk8"
brew "gradle"
brew "node"
brew "the_silver_searcher"
brew "tig"
brew "tree"
brew "unrar"
brew "yarn"
brew "youtube-dl"
brew "zsh"
cask "docker"
cask "franz"
cask "slack"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "menumeters"
cask "spectacle"
cask "jumpcut"
cask "spotify"
cask "sublime-text"
cask "vagrant"
cask "virtualbox"
cask "intellij-idea"
cask "visual-studio-code"
cask "vlc"
