tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "AdoptOpenJDK/openjdk"
brew "antigen"
brew "autojump"
brew "diff-so-fancy"
brew "fzf"
brew "git"
brew "gradle"
brew "node"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tree"
brew "yarn"
brew "youtube-dl"
brew "zsh"
cask "adoptopenjdk8"
cask "adoptopenjdk11"
cask "anki"
cask "caffeine"
cask "dbeaver-community"
cask "docker"
cask "firefox"
cask "go2shell"
cask "google-chrome"
cask "intellij-idea"
cask "iterm2"
cask "jumpcut"
cask "menumeters"
cask "postman"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "rectangle"
cask "telegram"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "webstorm"
cask "webtorrent"
cask "zoom"