tap "caskroom/cask"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "homebrew/bundle"
tap "homebrew/core"

brew "autojump"
brew "diff-so-fancy"
brew "ffmpeg"
brew "franz"
brew "fish"
brew 'git'
brew "gradle"
brew "mas"
brew "node"
brew "the_silver_searcher"
brew "tig"
brew "tree"
brew "unrar"
brew "yarn"
brew "youtube-dl"
cask 'docker'
cask "jumpcut"
cask "spotify"
cask "sublime-text"
cask "vagrant"
cask "virtualbox"
cask 'visual-studio-code'
cask "vlc"
