cask_args appdir: "/Applications"

tap "homebrew/core"
tap "homebrew/bundle"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "caskroom/cask"
tap "fisherman/tap"

cask "java"
brew "autojump"
brew "diff-so-fancy"
brew "ffmpeg"
brew "fish"
brew "fisherman"
brew "git"
brew "gradle"
brew "mas"
brew "node"
brew "the_silver_searcher"
brew "tig"
brew "tree"
brew "unrar"
brew "yarn"
brew "youtube-dl"
cask "docker"
cask "franz"
cask "google-chrome"
cask "iterm2"
cask "jumpcut"
cask "spotify"
cask "sublime-text"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"